{
  "languages": {
    "english": "Английский",
    "russian": "Русский",
    "native": "родной",
    "proficient": "продвинутый C1"
  },

  "rasosha": "Андрей Рассохин",

  "about": {
    "speciality": "Фронтенд-разработчик",
    "description": "Приветствую! Я начинающий фронтенд-разработчик, стремлюсь к созданию удобных и привлекательных пользовательских интерфейсов. Я обладаю уверенными знаниями HTML, CSS, JavaScript и TypeScript. Я настроен на постоянный рост и развитие. Готов присоединиться к команде,  совершенствоваться и вносить свой вклад в развитие проектов"
  },

  "section": {
    "personal": "Информация",
    "skills": "Навыки",
    "languages": "Языки",
    "work": "Опыт работы",
    "education": "Образование",
    "certificates": "Сертификаты",
    "portfolio": "Портфолио"
  },

  "personal": {
    "location": {
      "label": "местоположение",
      "text": "Куала-Лумпур, Малайзия"
    },
    "email": "электронная почта",
    "resume": {
      "name": "резюме",
      "site": "hh.ru",
      "link": "https://hh.ru/resume/6672d1d0ff0bc6e00d0039ed1f3562557a6476"
    },
    "github": "гитхаб",
    "telegram": "телеграм",
    "phone": {
      "phone": "телефон",
      "number": "+7(999)987-10-52"
    }
  },

  "work": {
    "company": {
      "freelance": {
        "name": "Фриланс",
        "title": "Фронтенд-разработчик",
        "description": "Разработка отзывчивых веб-приложений с использованием React и Redux. Внедрение сложных компонентов пользовательского интерфейса. Использование Git для контроля версий. Использование современных фреймворков CSS для создания привлекательного и адаптивного дизайна. Тестирование и отладка. Создание индивидуальных веб-сайтов для малого бизнеса с использованием React, HTML и CSS. Внедрение валидации форм на клиентской стороне и интеграция с сторонними API-сервисами. Сотрудничество с командой разработчиков для достижения целей в рамках жестких сроков. Участие в code review и изучение лучших практик чистого и эффективного кода."
      },
      "railContinent": {
        "name": "Rail Continent",
        "title": "Специалист Технической Поддержки",
        "description": "Оказание технической поддержки пользователям, включая оперативное решение вопросов, настройку ПО, объяснение принципов работы офисных программ. Установка и настройка новых рабочих станций, включая настройку программного обеспечения и программ в соответствии с политиками компании. Поддержание работоспособности компьютеров и оргтехники путем профилактического обслуживания и замены комплектующих. Диагностика и устранение неполадок компьютера, оргтехники и сети. Проектирование и установка локальных вычислительных сетей (ЛВС). Программирование аналоговых РВХ систем, в частности Panasonic KX-TD816. Дополнительные обязанности: Работа с электронными подписями (ЭЦП) и средствами криптографической защиты (Криптопро, ViPNet). Оформление документов в системе ЭТРАН. Взаимодействие с РЖД."
      }
    }
  },

  "education": {
    "mati": {
      "institution": "РГТУ МАТИ имени К.Э. Циолковского",
      "faculty": "Информационные системы и технологии, Информатика и вычислительная техника",
      "speciality": "Бакалавриат"
    },
    "kat": {
      "institution": "КОГПОБУ \"Кировский авиационный техникум\"",
      "faculty": "Информационные технологии, Обслуживание средств вычислительной техники и компьютерных сетей",
      "speciality": "Среднее специальное образование"
    },
    "rss": {
      "institution": "Школа Rolling Scopes",
      "faculty": "JavaScript, фронтенд, React",
      "speciality": "Фронтенд-разработчик"
    }
  },
  "issued": "Выдан",
  "showCertificate": "Показать аккредитацию",
  "current": "по настоящее время",
  "month": {
    "jan": "Январь",
    "feb": "Февраль",
    "mar": "Март",
    "apr": "Апрель",
    "may": "Май",
    "jun": "Июнь",
    "jul": "Июль",
    "aug": "Август",
    "sep": "Сентябрь",
    "oct": "Октябрь",
    "nov": "Ноябрь",
    "dec": "Декабрь"
  },
  "skills": {
    "html": "язык разметки html",
    "css": "язык таблиц стилей",
    "programming": "язык программирования",
    "frameworks": "фрэймворки и библиотеки",
    "state": "управлениe состоянием",
    "package": "менеджер пакетов",
    "git": "контроль версий",
    "design": "дизайн",
    "google": "самый полезный навык"
  },

  "portfolio": {
    "task": "текст задания",
    "deploy": "демонстрация",
    "repo": "репозиторий",

    "item1": {
      "title": "Green-API тестовая работа",
      "description": "Разработка пользовательского интерфейса для отправки и получения текстовых сообщений WhatsApp с использованием сервиса GREEN-API."
    },
    "item2": {
      "title": "GraphiQL playground",
      "description": "Разработка приложения для использования GraphQL запросов. Для аутентификации с  необходимо использовать Google Firebase. Приложение должно быть переведено как минимум на два языка. Задание необходимо выполнить в команде из 3 человек."
    },
    "item3": {
      "title": "Рик и Морти API",
      "description": "Первая работа на React. Изучение классовых и функциональных компонентов React, React хуков, форм React, библиотеку тестирования React."
    },
    "item4": {
      "title": "Онлайн магазин",
      "description": "Разработка интернет-магазина электронной техники. Задание необходимо выполнить в команде из 2 человек."
    },
    "item5": {
      "title": "Игра SongBird",
      "description": "Разработка приложения-викторины для распознавания птиц по голосам."
    },
    "item6": {
      "title": "Игра 'Пятнашки'",
      "description": "Разработка классической игры-головоломки 'Пятнашки'."
    },
    "item7": {
      "title": "Онлайн Зоопарк",
      "description": "Разработка адаптивного сайта на основе макета в Figma. Реализация собственного слайдера изображений."
    }
  },

  "": ""
}
